",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Tambah";

"Cancel|generic cancel button" = "Batal";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Mesej Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Pengguna Facebook";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Rakan atau Kenalan";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Perbualan Kumpulan";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Kenalan tidak lengkap";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Kenalan Tidak Sah";

"Last Updated: %@|last updated date in pull to refresh header" = "Kemas kini terakhir: %1$@";

"Loading...|loading progress text" = "Memuatkan...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Lebih Rakan Di Talian";

"Name|Placeholder text: Name of new contact" = "Nama";

"New Contact|Button title: Create a new contact" = "Kenalan Baru";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "pada mudah alih";

"online|presences status for being online on the web" = "dalam talian";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefon atau E-mel";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Sila masukkan nombor telefon atau e-mel.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Sila masukkan nama orang dan maklumat hubungan.";

"Pull down to refresh...|message for pull down to refresh" = "Tarik turun untuk segar semula...";

"Push up to refresh...|message for push up to refresh" = "Tolak ke atas untuk segar semula...";

"Release to refresh...|message for releasing to refresh" = "Lepaskan untuk segar semula...";

"Search|placeholder in search bar" = "Cari";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Cari lebih Ramai Rakan…";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Hantar kepada:";

"To:|to field in contact picker" = "Kepada:";

"Updating...|updating progress text" = "Mengemas kini...";

